[
{"topic":"D0701A","title":"Southern Poverty Law Center","narrative":"Describe the activities of Morris Dees and the Southern Poverty Law Center."},
{"topic":"D0702A","title":"art and music in public schools","narrative":"Describe the state of teaching art and music in public schools around the world. Indicate problems, progress and failures."},
{"topic":"D0703A","title":"steps toward introduction of the Euro","narrative":"Describe steps taken and worldwide reaction prior to introduction of the Euro on January 1, 1999. Include predictions and expectations reported in the press."},
{"topic":"D0704A","title":"Amnesty International","narrative":"What is the scope of operations of Amnesty International and what are the international reactions to its activities? Give examples of charges lodged by the organization and complaints against it."},
{"topic":"D0705A","title":"Basque separatism","narrative":"Describe developments in the Basque separatist movement 1996-2000."},
{"topic":"D0706B","title":"Burma government change 1988","narrative":"What are the main events and important personalities in Myanmar (formerly Burma) leading up to and since the government changed in September 1988?"},
{"topic":"D0707B","title":"Turkey and the European Union","narrative":"What positive and negative developments have there been in Turkey's efforts to become a formal member of the European Union?"},
{"topic":"D0708B","title":"world-wide chronic potable water shortages","narrative":"What countries are having chronic potable water shortages and why?"},
{"topic":"D0709B","title":"Angelina Jolie","narrative":"What have been the most recent significant events in the life and career of actress Angelina Jolie?"},
{"topic":"D0710C","title":"Israel / Mossad 'The Cyprus Affair'","narrative":"Two alleged Israeli Mossad agents were arrested in Cyprus. Determine why they were arrested, who they were, how the situation was resolved and what repercussions there were."},
{"topic":"D0711C","title":"Microsoft's antitrust problems","narrative":"Summarize Microsoft's antitrust problems, including its alleged illegal behavior and antitrust proceedings against the company."},
{"topic":"D0712C","title":"Salman Rushdie","narrative":"Summarize events related to the 'death sentence' on Salman Rushdie proclaimed by Iran."},
{"topic":"D0713C","title":"Pakistan and the Nuclear Non-Proliferation Treaty","narrative":"What has Pakistan's demonstrated behavior been toward the Nuclear Non-Proliferation Treaty? Include Pakistan's explanation for the behavior and international reaction to it."},
{"topic":"D0714D","title":"Napster","narrative":"Describe the legal battle between various recording artists and members of the record industry and the Internet music site Napster. What support, or lack thereof, have the litigants received?"},
{"topic":"D0715D","title":"International Land Mine Ban Treaty","narrative":"Which countries have signed the Ottawa Treaty for the elimination of anti-personnel land mines, and how many have ratified it? What countries have refused to sign, and why? How effective has the treaty been?"},
{"topic":"D0716D","title":"Jabiluka Uranium Mine","narrative":"Describe the development of Australia's uranium mine project in its Kakadu National Park and the protests and obstacles encountered."},
{"topic":"D0717D","title":"fen-phen lawsuits","narrative":"Describe the various lawsuits against American Home Products which resulted from the use of fenfluramine, also known as Pondimin, and half of the diet drug combination called 'fen-phen'."},
{"topic":"D0718D","title":"Starbucks Coffee","narrative":"How has Starbucks Coffee attempted to expand and diversify through joint ventures, acquisitions, or subsidiaries?"},
{"topic":"D0719E","title":"unemployment in France in the 1990s","narrative":"Describe the unemployment situation in France in the 1990s. Discuss social consequences of this situation, Identify possible causes of the unemployment situation and policies proposed to support jobless people and to reduce unemployment."},
{"topic":"D0720E","title":"Oslo Accords","narrative":"Identify the principles of the Oslo Accord of 1993. Describe what happened in subsequent years in attempts to implement these principles?"},
{"topic":"D0721E","title":"Matthew Shepard's death","narrative":"Provide details on the murder of Matthew Shepard in 1998. Discuss the culprits and their trials. Describe public reaction to the murder, including legislation proposed as a result of the murder."},
{"topic":"D0722E","title":"US missile defense system","narrative":"Discuss plans for a national missile defense system. Include information about system costs, treaty issues, and technical criticisms. Provide information about test results of the system."},
{"topic":"D0723F","title":"Senator Dianne Feinstein","narrative":"Describe Dianne Feinstein's election to the US Senate and her accomplishments while serving as a member of the Senate."},
{"topic":"D0724F","title":"obesity in the United States","narrative":"Describe the extent of obesity in the United States and possible causes for US obesity."},
{"topic":"D0725F","title":"Iran's nuclear capability","narrative":"Describe Iran's nuclear capabilities and nuclear testing. Also relate concerns of other countries about Iranian nuclear capabilities and their attitudes regarding development, testing, and deployment of Iranian nuclear capabilities."},
{"topic":"D0726F","title":"Al Gore's 2000 Presidential campaign","narrative":"Give the highlights of Al Gore's 2000 Presidential campaign from the time he decided to run for president until the votes were counted."},
{"topic":"D0727G","title":"Newt Gingrich's divorce","narrative":"Describe the charges, counter charges and legal settlement actions involved in Newt Gingrich's divorce."},
{"topic":"D0728G","title":"Interferon","narrative":"Describe the drug Interferon, its uses, effectiveness, patient tolerance and side effects."},
{"topic":"D0729G","title":"Eric Rudolph","narrative":"What crimes have been attributed to Eric Rudolph? What efforts have been made to capture him and how has he eluded capture?"},
{"topic":"D0730G","title":"line item veto","narrative":"What has been the argument in favor of a line item veto? How has it been used? How have US courts, especially the Supreme Court, ruled on its constitutionality?"},
{"topic":"D0731G","title":"Linda Tripp","narrative":"What role did Linda Tripp play in the Clinton/Lewinsky affair and the Ken Starr investigation?"},
{"topic":"D0732H","title":"Kenya education developments","narrative":"Kenya is attempting to raise its economic status. One approach is to raise the educational level of its population. What developments are there in this approach?"},
{"topic":"D0733H","title":"public programs at Library of Congress","narrative":"The Library of Congress is available to the public for research. What additional programs and attractions are available?"},
{"topic":"D0734H","title":"acupuncture treatment in U.S.","narrative":"It appears that acupuncture treatment is being increasingly accepted in the U.S. for medical problems. How is acupuncture being integrated into the American healthcare system and what are its applications?"},
{"topic":"D0735H","title":"reintroduction program for wolves in U.S.","narrative":"Note the current situation with the program to reintroduce endangered wolves. What problems exist and what are the prospects for success?"},
{"topic":"D0736H","title":"Oprah Winfrey TV show","narrative":"Note the various subjects and controversial incidents on Oprah's show 1998-2000."},
{"topic":"D0737I","title":"deep water exploration","narrative":"What is being learned from the study of deep water, seabeds, and deep water life? What equipment and techniques are used? What are plans for future related activity?"},
{"topic":"D0738I","title":"mining in South America","narrative":"What is the status of mining in central and South America? Include obstacles encountered."},
{"topic":"D0739I","title":"after 'Seinfeld'","narrative":"What became of the cast and others related to the 'Seinfeld' TV series after it ended? What actions were taken by others in response to the show's closing?"},
{"topic":"D0740I","title":"round-the-world balloon flight","narrative":"Report on the planning, attempts and first successful balloon circumnavigation of the earth by Bertrand Piccard and his crew."},
{"topic":"D0741I","title":"day trader killing spree","narrative":"Give the background on Atlanta day trader Mark O. Barton's killing spree and the aftermath."},
{"topic":"D0742J","title":"John F. Kennedy, Jr., dies in plane crash","narrative":"Write an account of the sequence of events involving the Kennedy family during and following the plane crash that killed John F. Kennedy, Jr., his wife, and his sister-in-law."},
{"topic":"D0743J","title":"earthquakes in Western Turkey in August 1999","narrative":"Two massive earthquakes occurred in Turkey in 1999. Describe the rescue efforts and the impact of the earthquakes on the economy, society, etc., in Turkey."},
{"topic":"D0744J","title":"organic food","narrative":"Describe the developments in the growth of the organic food industry, U.S. government efforts to set standards, and the public's attitude toward food (especially organic and genetically altered or biotech foods) in 1999 and 2000."},
{"topic":"D0745J","title":"OJ Simpson developments","narrative":"Give an account of the developments in the life of OJ Simpson in the years 1999 and 2000."},
{"topic":"D0601A","title":"Native American Reservation System - pros and cons","narrative":"Discuss conditions on American Indian reservations or among Native American communities. Include the benefits and drawbacks of the reservation system. Include legal privileges and problems."},
{"topic":"D0602B","title":"steroid use among female athletes","narrative":"Discuss the prevalence of steroid use among female athletes over the years. Include information regarding trends, side effects and consequences of such use."},
{"topic":"D0603C","title":"wetlands value and protection","narrative":"Why are wetlands important? Where are they threatened? What steps are being taken to preserve them? What frustrations and setbacks have there been?"},
{"topic":"D0604D","title":"anticipation of and reaction to the premier of Star Wars Episode I -- The Phantom Menace","narrative":"How did fans, media, the marketplace, and critics prepare for and react to the movie? Include preparations and reactions outside the United States."},
{"topic":"D0605E","title":"treatment of osteoarthritis","narrative":"Describe what procedures for treatment of osteoarthritis have been attempted and the result of research on these treatments."},
{"topic":"D0606F","title":"impacts of global climate change","narrative":"What are the most significant impacts said to result from global climate change?"},
{"topic":"D0607G","title":"civil unrest in China","narrative":"Note examples of civil unrest in China and the Chinese government's policy toward and reaction to it. Specify the causes of the unrest."},
{"topic":"D0608H","title":"automobile safety","narrative":"What devices and procedures have been implemented to improve automobile safety?"},
{"topic":"D0609I","title":"Israeli West Bank settlements","narrative":"What impact have Israeli settlements in the West Bank had on the Israeli/Palestinian peace process? What are the reactions of both parties and of the international community?"},
{"topic":"D0610A","title":"home-schooling pros and cons","narrative":"What are the advantages and disadvantages of home schooling? Is the trend growing or declining?"},
{"topic":"D0611B","title":"organic methods of pest control","narrative":"What methods or products are used to control pests for organic gardens or farms? Include information on methods of controlling such pests as insects or fungus which do not involve the use of chemical pesticides and are accepted by organizations which certify organic produce for the marketplace."},
{"topic":"D0612C","title":"recent developments and theories regarding autism","narrative":"What are recent developments in autism diagnosis, treatment, and research? What is thought to be the cause? What services are available to patients and families? What is the frequency of occurrence?"},
{"topic":"D0613D","title":"perceptions of Generation X","narrative":"Who were the GenXers? What were their perceived habits, preferences, characteristics, and impact?"},
{"topic":"D0614E","title":"Quebec independence","narrative":"Describe developments in the movement for the independence of Quebec from Canada."},
{"topic":"D0615F","title":"evolution/creationism debate","narrative":"What are the various perspectives in the U.S. public debate regarding the teaching of evolution, creation science, or intelligent design in public school science classes? What are the key points and counterpoints expressed by people who hold each of those perspectives?"},
{"topic":"D0616G","title":"terrorist attacks in Chechnya","narrative":"How have the Chechen militants elected to fight against the Russian government? What is the Russian response to the militancy and what toll is it taking on both sides?"},
{"topic":"D0617H","title":"EgyptAir Flight 990","narrative":"What caused the crash of EgyptAir Flight 990? Include evidence, theories and speculation."},
{"topic":"D0618I","title":"malaria prevention and treatment","narrative":"What efforts are being made to combat the spread of malaria and to treat those currently affected?"},
{"topic":"D0619A","title":"gays and the GOP","narrative":"Discuss the relationship between gays (homosexuals) and the Republican party. How are Republicans courting gays? How do they alienate gays? Include discussion of the Log Cabin Republicans."},
{"topic":"D0620B","title":"school violence prevention measures","narrative":"Discuss measures that schools and school districts have taken to prevent violent occurrences and shootings, such as those in Littleton, Colorado and Jonesboro, Arkansas."},
{"topic":"D0621C","title":"crime and law enforcement in China","narrative":"Give examples of criminal activity in China. Name those involved, if possible. What is China doing to fight crime?"},
{"topic":"D0622D","title":"spread of the West Nile virus","narrative":"Track the spread of the West Nile virus through the United States and the efforts taken to control it."},
{"topic":"D0623E","title":"anti-smoking laws","narrative":"Describe anti-smoking laws passed or rejected world-wide which prohibit smoking in public places or work places. Include any arguments used for or against such laws."},
{"topic":"D0624F","title":"Stephen Lawrence","narrative":"What is known about the murder of Stephen Lawrence, his killers, the actions of the government, and the reactions of the public?"},
{"topic":"D0625G","title":"types of diseases in Kenya","narrative":"What are the most prevalent diseases in Kenya and and how are they affecting the population? What is being done to combat them?"},
{"topic":"D0626H","title":"bombing of US embassies in Africa","narrative":"How were the bombings of the US embassies in Kenya and Tanzania conducted? What terrorist groups and individuals were responsible? How and where were the attacks planned?"},
{"topic":"D0627I","title":"international adoption","narrative":"What are the laws, problems, and issues surrounding international adoption by American families?"},
{"topic":"D0628A","title":"ADD/ADHD diagnosis and treatment","narrative":"Describe ADD/ADHD. How is it diagnosed? What kind of treatments are there? Discuss the controversies surrounding its treatment."},
{"topic":"D0629B","title":"computer viruses","narrative":"Identify computer viruses detected worldwide. Include such details as how they are spread, what operating systems they affect, what damage they inflict, their country of origin, and their creators wherever possible."},
{"topic":"D0630C","title":"bookselling","narrative":"What is the current status of bookselling? What challenges face traditional sellers? How are booksellers associations involved? How successful is online bookselling and how has it affected traditional sellers?"},
{"topic":"D0631D","title":"crash of the Air France Concorde","narrative":"Discuss the Concorde jet, its crash in 2000, and aftermaths of this crash."},
{"topic":"D0632E","title":"Mongolia's foreign relations","narrative":"What is the extent and nature of Mongolia's diplomatic and economic relations with other countries?"},
{"topic":"D0633F","title":"U.S. crime trends","narrative":"Which crime categories have had increasing or decreasing trends nationally in the U.S? Which geographic areas of the U.S. have had increasing or decreasing trends for particular crime categories?"},
{"topic":"D0634G","title":"Pacific salmon conservation","narrative":"What conservation measures are being taken locally and nationally to save the salmon species in the Pacific Northwest? What is the nature of Canadian-U.S. relations on Pacific salmon fishing?"},
{"topic":"D0635H","title":"capital punishment in Texas during Governor Bush's administration","narrative":"How has the administration of Governor George W. Bush implemented capital punishment and how are those policies viewed outside of Texas?"},
{"topic":"D0636I","title":"issues between the UAW and American automobile manufacturers","narrative":"What are the key issues under discussion between the 3 major American automobile manufacturers and the United Auto Workers (UAW)?"},
{"topic":"D0637A","title":"solar energy around the world","narrative":"Provide reasons for using solar energy. How widespread internationally is its use and development? Discuss cooperation between nations. Which nations are the leaders in solar energy development?"},
{"topic":"D0638B","title":"NASA's Galileo Mission","narrative":"How successful was NASA's Galileo space probe mission of Jupiter? What discoveries were made about the planet and its moons? Include details about when the probe was launched and any troubles it may have encountered."},
{"topic":"D0639C","title":"precursor chemicals for weapons of mass destruction (WMDs)","narrative":"What precursor chemicals are used in making WMDs? What other uses do the chemicals have, if any? Where have the chemicals been found? What controls are placed on WMDs and/or their precursor chemicals?"},
{"topic":"D0640D","title":"Kursk disaster","narrative":"Discuss the sinking of the Russian submarine Kursk, the attempts to save it, and salvage operations."},
{"topic":"D0641E","title":"global warming","narrative":"Describe theories concerning the causes and effects of global warming and arguments against these theories."},
{"topic":"D0642F","title":"Hugo Chavez","narrative":"What have been the key policies and outcomes (good or bad) of the Venezuelan Presidency of Hugo Chavez? What supportive or critical statements or actions have come from Venezuelans or leaders of other countries?"},
{"topic":"D0643G","title":"El Nino and La Nina weather condition","narrative":"Describe the causes and effects of the El Nino and La Nina weather condition. What programs and scientific techniques are in effect to better predict and cope with the conditions?"},
{"topic":"D0644H","title":"federal budget surplus","narrative":"What factors led to the federal budget surplus? What are the expectations for future surpluses? What have been proposed for use of the surplus?"},
{"topic":"D0645I","title":"need for low-income housing","narrative":"What are the problems facing low-income Americans in the housing market? How are the problems being addressed?"},
{"topic":"D0646A","title":"perjury crime and punishment","narrative":"What is the definition of perjury? Is it a federal offense? How common is it and what kinds of punishments have been given?"},
{"topic":"D0647B","title":"Elian Gonzales custody battle","narrative":"Describe the custody battle between Cuban and US relatives of the boy Elian Gonzales. Include details about how he came into the custody of his US relatives, the legal and international issues, and the resolution of the situation."},
{"topic":"D0648C","title":"obsessive-compulsive disorder","narrative":"What are signs of obsessive-compulsive disorder (OCD)? What treatments have been tried and what has been effective? What other disorders are related to OCD?"},
{"topic":"D0649D","title":"election of Vladimir Putin in 2000","narrative":"Who is Vladimir Putin, including his experience and background? What led up to his election as Russian President, and what were his actions between his election and swearing in?"},
{"topic":"D0650E","title":"former President Carter's international activities","narrative":"Describe former President Carter's international efforts including activities of the Carter Center."}]